Repository: Melsaeed276/TaskTracker
Catalog: Apps/Localization/Localizable.xcstrings
Source language: en
Languages: ar, tr

source: A focus session is paused. Resume it from the Timer tab to continue, or replace it here. Stop ends it permanently.
ar: جلسة تركيز متوقفة مؤقتاً. قم بالمتابعة من تبويب المؤقت أو استبدلها هنا. الإيقاف ينهيها نهائياً.
tr: Bir odak oturumu duraklatıldı. Devam etmek için Zamanlayıcı sekmesinden sürdürün veya burada değiştirin. Durdur kalıcı olarak sonlandırır.

source: A focus session is running. Use Pause/Resume on the Timer tab to continue later. Starting here replaces it.
ar: جلسة تركيز تعمل. استخدم الإيقاف المؤقت/المتابعة في تبويب المؤقت للمتابعة لاحقاً. البدء هنا يستبدلها.
tr: Bir odak oturumu çalışıyor. Daha sonra devam etmek için Zamanlayıcı sekmesinde Duraklat/Sürdür'ü kullanın. Burada başlatmak değiştirir.

source: Add
ar: إضافة
tr: Ekle

source: Add or search task
ar: إضافة أو البحث عن مهمة
tr: Görev ekle veya ara

source: Add Task
ar: إضافة مهمة
tr: Görev Ekle

source: Add Time
ar: إضافة وقت
tr: Süre Ekle

source: Add to Today
ar: إضافة لليوم
tr: Bugüne Ekle

source: App
ar: التطبيق
tr: Uygulama

source: Appearance
ar: المظهر
tr: Görünüm

source: Archive
ar: أرشفة
tr: Arşivle

source: Archived tasks will appear here. In this version, archive uses the completed task state.
ar: ستظهر المهام المؤرشفة هنا. في هذا الإصدار، تستخدم الأرشفة حالة المهمة المكتملة.
tr: Arşivlenmiş görevler burada görünecek. Bu sürümde arşiv, tamamlanmış görev durumunu kullanır.

source: Auto
ar: تلقائي
tr: Otomatik

source: Cancel
ar: إلغاء
tr: İptal

source: Change Language…
ar: تغيير اللغة…
tr: Dili Değiştir…

source: Choose a task
ar: اختر مهمة
tr: Bir görev seçin

source: Choose a task for this timer
ar: اختر مهمة لهذا المؤقت
tr: Bu zamanlayıcı için bir görev seçin

source: Completed
ar: مكتمل
tr: Tamamlandı

source: Dark
ar: داكن
tr: Koyu

source: Date
ar: التاريخ
tr: Tarih

source: Day
ar: اليوم
tr: Gün

source: Delete
ar: حذف
tr: Sil

source: Delete task
ar: حذف المهمة
tr: Görevi sil

source: Delete Task
ar: حذف المهمة
tr: Görevi Sil

source: Delete this task?
ar: هل تريد حذف هذه المهمة؟
tr: Bu görev silinsin mi?

source: Discard
ar: تجاهل
tr: At

source: Discard this session?
ar: هل تريد تجاهل هذه الجلسة؟
tr: Bu oturum atılsın mı?

source: Discard this session? Elapsed time will not be kept. Stop keeps it instead.
ar: هل تريد تجاهل هذه الجلسة؟ لن يُحتفظ بالوقت المنقضي. الإيقاف يحتفظ به بدلاً من ذلك.
tr: Bu oturum atılsın mı? Geçen süre korunmayacak. Durdur bunun yerine korur.

source: Done
ar: تم
tr: Tamamlandı

source: Duration
ar: المدة
tr: Süre

source: Edit
ar: تعديل
tr: Düzenle

source: Edit Selected
ar: تعديل المحدد
tr: Seçileni Düzenle

source: Edit Task
ar: تعديل المهمة
tr: Görevi Düzenle

source: Edit Time
ar: تعديل الوقت
tr: Süreyi Düzenle

source: Elapsed time
ar: الوقت المنقضي
tr: Geçen süre

source: Enable Notifications
ar: تفعيل الإشعارات
tr: Bildirimleri Etkinleştir

source: Existing tasks
ar: المهام الحالية
tr: Mevcut görevler

source: Focus
ar: التركيز
tr: Odak

source: Focus session
ar: جلسة تركيز
tr: Odaklanma oturumu

source: Focus timer
ar: مؤقت التركيز
tr: Odak zamanlayıcısı

source: Hide
ar: إخفاء
tr: Gizle

source: Language
ar: اللغة
tr: Dil

source: Light
ar: فاتح
tr: Açık

source: Linked task unavailable
ar: المهمة المرتبطة غير متاحة
tr: Bağlantılı görev mevcut değil

source: Manual time
ar: وقت يدوي
tr: Manuel süre

source: Mark complete
ar: تحديد كمكتمل
tr: Tamamlandı işaretle

source: Mark done
ar: تحديد كمكتمل
tr: Tamamlandı olarak işaretle

source: Mark incomplete
ar: تحديد كغير مكتمل
tr: Tamamlanmadı olarak işaretle

source: Mark Incomplete
ar: تحديد كغير مكتمل
tr: Tamamlanmadı Olarak İşaretle

source: Name
ar: الاسم
tr: Ad

source: New reminder
ar: تذكير جديد
tr: Yeni hatırlatma

source: No archived tasks
ar: لا توجد مهام مؤرشفة
tr: Arşivlenmiş görev yok

source: No completed tasks
ar: لا توجد مهام مكتملة
tr: Tamamlanmış görev yok

source: No scheduled tasks
ar: لا توجد مهام مجدولة
tr: Zamanlanmış görev yok

source: No task
ar: بدون مهمة
tr: Görev yok

source: No tasks for today.
ar: لا توجد مهام لليوم.
tr: Bugün için görev yok.

source: No tasks today
ar: لا توجد مهام اليوم
tr: Bugün görev yok

source: Not on Today or in the Pool
ar: ليست في اليوم أو المجمع
tr: Bugün'de veya Havuz'da değil

source: Note (optional)
ar: ملاحظة (اختياري)
tr: Not (isteğe bağlı)

source: Notes
ar: ملاحظات
tr: Notlar

source: Nothing in Today
ar: لا شيء في اليوم
tr: Bugün'de bir şey yok

source: Nothing planned today
ar: لا شيء مخطط لليوم
tr: Bugün için planlanan bir şey yok

source: Notifications
ar: الإشعارات
tr: Bildirimler

source: Open details
ar: فتح التفاصيل
tr: Detayları aç

source: Open Pool
ar: فتح المجموعة
tr: Havuzu Aç

source: Open task hub
ar: فتح مركز المهام
tr: Görev merkezini aç

source: Open Tasks
ar: فتح المهام
tr: Görevleri Aç

source: Open the linked task
ar: فتح المهمة المرتبطة
tr: Bağlantılı görevi aç

source: Optional - start without a task if needed
ar: اختياري - ابدأ بدون مهمة إذا لزم الأمر
tr: İsteğe bağlı - gerekirse görevsiz başlatın

source: Panel tab
ar: تبويب اللوحة
tr: Panel sekmesi

source: Pause
ar: إيقاف مؤقت
tr: Duraklat

source: Pause timer
ar: إيقاف المؤقت مؤقتاً
tr: Zamanlayıcıyı duraklat

source: Pause to take a break. Stop ends this session permanently.
ar: توقف لأخذ استراحة. الإيقاف ينهي هذه الجلسة نهائياً.
tr: Mola vermek için duraklatın. Durdur bu oturumu kalıcı olarak sonlandırır.

source: Paused
ar: متوقف مؤقتاً
tr: Duraklatıldı

source: Paused - tap Resume to continue. Stop ends this session permanently.
ar: متوقف مؤقتاً - اضغط على المتابعة. الإيقاف ينهي هذه الجلسة نهائياً.
tr: Duraklatıldı - devam etmek için Sürdür'e dokunun. Durdur bu oturumu kalıcı olarak sonlandırır.

source: Paused · Open Timer
ar: متوقف مؤقتاً · فتح المؤقت
tr: Duraklatıldı · Zamanlayıcıyı Aç

source: Paused with time left
ar: متوقف مؤقتاً مع وقت متبقي
tr: Kalan süreyle duraklatıldı

source: Planning
ar: التخطيط
tr: Planlama

source: Pool
ar: المجموعة
tr: Havuz

source: Pool is empty
ar: المجموعة فارغة
tr: Havuz boş

source: Preferences
ar: التفضيلات
tr: Tercihler

source: Priority
ar: الأولوية
tr: Öncelik

source: Quit TaskTracker
ar: الخروج من متتبع المهام
tr: TaskTracker'dan Çık

source: Ready
ar: جاهز
tr: Hazır

source: Ready when you are
ar: جاهز عندما تكون
tr: Hazır olduğunuzda

source: Remove Today
ar: إزالة من اليوم
tr: Bugünü Kaldır

source: Reopen
ar: إعادة فتح
tr: Yeniden Aç

source: Replace Timer
ar: استبدال المؤقت
tr: Zamanlayıcıyı Değiştir

source: Replace Timer for Task
ar: استبدال المؤقت للمهمة
tr: Görev için Zamanlayıcıyı Değiştir

source: Replaces the current focus session. Use Pause/Resume on Timer to continue later.
ar: يستبدل جلسة التركيز الحالية. استخدم الإيقاف المؤقت/المتابعة على المؤقت للمتابعة لاحقاً.
tr: Mevcut odak oturumunu değiştirir. Daha sonra devam etmek için Zamanlayıcı'da Duraklat/Sürdür'ü kullanın.

source: Reset
ar: إعادة تعيين
tr: Sıfırla

source: Reset timer
ar: إعادة تعيين المؤقت
tr: Zamanlayıcıyı sıfırla

source: Restore
ar: استعادة
tr: Geri Yükle

source: Resume
ar: استئناف
tr: Devam

source: Resume timer
ar: استئناف المؤقت
tr: Zamanlayıcıyı devam ettir

source: Run
ar: تشغيل
tr: Çalıştır

source: Run (replaces any current focus session)
ar: تشغيل (يستبدل جلسة التركيز الحالية)
tr: Çalıştır (mevcut odak oturumunu değiştirir)

source: Running
ar: يعمل
tr: Çalışıyor

source: Running · Open Timer
ar: يعمل · فتح المؤقت
tr: Çalışıyor · Zamanlayıcıyı Aç

source: Save
ar: حفظ
tr: Kaydet

source: Schedule for today
ar: جدولة لليوم
tr: Bugüne planla

source: Schedule for Today
ar: جدولة لليوم
tr: Bugüne Zamanla

source: Scheduled
ar: مجدول
tr: Zamanlanmış

source: Search Pool
ar: البحث في المجموعة
tr: Havuzda Ara

source: Settings
ar: الإعدادات
tr: Ayarlar

source: Sort
ar: ترتيب
tr: Sırala

source: Start
ar: بدء
tr: Başlat

source: Start a focus timer for this task
ar: بدء مؤقت تركيز لهذه المهمة
tr: Bu görev için bir odak zamanlayıcısı başlatın

source: Start a standalone
ar: بدء مستقل
tr: Bağımsız başlat

source: Start timer
ar: بدء المؤقت
tr: Zamanlayıcıyı başlat

source: Start Timer
ar: بدء المؤقت
tr: Zamanlayıcıyı Başlat

source: Start timer for task
ar: بدء المؤقت للمهمة
tr: Görev için zamanlayıcı başlat

source: Start Timer for Task
ar: بدء المؤقت للمهمة
tr: Görev için Zamanlayıcıyı Başlat

source: Start to track elapsed time
ar: ابدأ لتتبع الوقت المنقضي
tr: Geçen süreyi takip etmek için başlatın

source: Stop
ar: إيقاف
tr: Durdur

source: Stop timer
ar: إيقاف المؤقت
tr: Zamanlayıcıyı durdur

source: Stopwatch
ar: ساعة الإيقاف
tr: Kronometre

source: Tap to complete, long press to start timer
ar: اضغط للإكمال، اضغط مطولاً لبدء المؤقت
tr: Tamamlamak için dokunun, zamanlayıcıyı başlatmak için uzun basın

source: Tap to pause
ar: اضغط للإيقاف المؤقت
tr: Duraklatmak için dokunun

source: Tap to start
ar: اضغط للبدء
tr: Başlatmak için dokunun

source: Task
ar: مهمة
tr: Görev

source: Task Tracker
ar: متتبع المهام
tr: Görev Takipçi

source: Tasks
ar: المهام
tr: Görevler

source: Tasks scheduled for today will appear here.
ar: ستظهر المهام المجدولة لليوم هنا.
tr: Bugün için planlanmış görevler burada görünecek.

source: Tasks with a scheduled day will appear here.
ar: ستظهر المهام ذات اليوم المجدول هنا.
tr: Planlanmış günü olan görevler burada görünecek.

source: Tasks you finish will appear here.
ar: ستظهر المهام التي تكملها هنا.
tr: Bitirdiğiniz görevler burada görünecek.

source: Theme
ar: السمة
tr: Tema

source: Time Spent
ar: الوقت المستغرق
tr: Geçen Süre

source: timer
ar: مؤقت
tr: zamanlayıcı

source: Timer
ar: المؤقت
tr: Zamanlayıcı

source: Timer expiry
ar: انتهاء المؤقت
tr: Zamanlayıcı bitişi

source: Timer finished
ar: انتهى المؤقت
tr: Zamanlayıcı bitti

source: Timer is linked and running
ar: المؤقت مرتبط ويعمل
tr: Zamanlayıcı bağlı ve çalışıyor

source: Timer paused
ar: تم إيقاف المؤقت مؤقتاً
tr: Zamanlayıcı duraklatıldı

source: Timer running
ar: المؤقت يعمل
tr: Zamanlayıcı çalışıyor

source: Timer will start linked to this task
ar: سيبدأ المؤقت مرتبطاً بهذه المهمة
tr: Zamanlayıcı bu göreve bağlı olarak başlayacak

source: Title
ar: العنوان
tr: Başlık

source: Today
ar: اليوم
tr: Bugün

source: Total
ar: المجموع
tr: Toplam

source: Unscheduled reminders live here.
ar: التذكيرات غير المجدولة موجودة هنا.
tr: Planlanmamış hatırlatmalar burada bulunur.

source: Unscheduled tasks live in the Pool.
ar: المهام غير المجدولة موجودة في المجموعة.
tr: Zamanlanmamış görevler Havuz'da bulunur.

source: Unscheduled tasks move to the Pool.
ar: تنقل المهام غير المجدولة إلى المجموعة.
tr: Zamanlanmamış görevler Havuz'a taşınır.

source: Use the same timer controls available in the menu bar.
ar: استخدم نفس عناصر التحكم في المؤقت المتاحة في شريط القوائم.
tr: Menü çubuğundaki aynı zamanlayıcı kontrollerini kullanın.

source: Version
ar: الإصدار
tr: Sürüm

source: Your focus session is done.
ar: انتهت جلسة التركيز الخاصة بك.
tr: Odaklanma oturumunuz tamamlandı.
